Repository: 1984hosting/1984-connector-for-dk-and-woocommerce
Catalog: languages/1984-dk-woo-*.po
Languages: is_is

source: %1$sError:%2$s Please check if all the information was entered correctly and try again.
is_is: %1$sVilla:%2$s Athugaðu hvort allar upplýsingarnar hafi verið slegnar rétt inn.

source: 15 Day Payment Deadline (D15)
is_is: 15 daga greiðslufrestur (D15)

source: 1984 Connector for DK and WooCommerce
is_is: Tengill frá 1984 fyrir DK og WooCommerce

source: 1984 Hosting
is_is: 1984 Ehf.

source: 20 Day Payment Deadline (D20)
is_is: 20 daga greiðslufrestur (D20)

source: 30 Day Payment Deadline (D30)
is_is: 30 daga greiðslufrestur (D30)

source: A credit invoice could not be created in DK due to an unhandled error.
is_is: Ekki var hægt að búa til kreditreikning í DK út af ómeðhöndlaðri villu.

source: A credit invoice for the refund has been created in DK. The invoice number is %1$s.
is_is: Kreditreikningur fyrir þessa pöntun var búinn til í DK. Númer reikningsins er %1$s.

source: A custmer record with the kennitala ‘%s’ was not found in DK.
is_is: Skuldunautur með kennitöluna ‚%s‘ fannst ekki í DK.

source: A customer record with the kennitala ‘%s’ was found in DK.
is_is: Skuldunautur með kennitöluna ‚%s‘ fannst í DK.

source: A or B Giro Request (ABG)
is_is: A- eða B-gíróseðill (ABG)

source: A sales person with the number ‘%s’ was found in DK.
is_is: Sölumaður með númerið ‚%s‘ fannst í DK.

source: A sales person with the number ‘%s’ was not found in DK.
is_is: Sölumaður með númerið ‚%s‘ fannst ekki í DK.

source: An email containing the credit invoice as a PDF attachment was sent to the customer.
is_is: Tölvupóstur sem innihélt kreditreikninginn sem viðhengi á PDF-formi var sendur til viðskiptavinarins.

source: An email containing the invoice as a PDF attachment was sent to the customer.
is_is: Tölvupóstur sem innihélt reikninginn sem viðhengi á PDF-formi var sendur til viðskiptavinarins.

source: An invoice could not be created in DK due to an unhandled error.
is_is: Ekki var hægt að búa til reikning í DK út af ómeðhöndlaðri villu.

source: An invoice could not be created in DK for this order as a line item in this order does not have a SKU.
is_is: Ekki var hægt að gera reikning í DK fyrir þessa pöntun því það vantar SKU fyrir vöru eða þjónustu.

source: An invoice for this order has been created in DK. The invoice number is %1$s.
is_is: Reikningur fyrir þessa pöntun var búinn til í DK. Númer reikningsins er %1$s.

source: API Key
is_is: API-lykill

source: As the product price is converted from ‘%1$s’ or is set manually to ‘%2$s’ using the ‘Foreign Prices’ feature in DK, changes to the product price in WooCommerce will not be reflected in DK due to current limitations and will be overwritten on sync. You can change the price and currency in DK.
is_is: Þar sem verð vörunnar var breytt úr ‚%1$s‘ eða var fært inn handvirkt sem ‚%2$s‘ undir ‚erlend verð‘ í DK, þá verða breytingar á vöruverði í WooCommerce ekki endurspeglaðar í DK vegna tæknilegra takmarkanna og það verður skrifað yfir það við næstu samstillingu. Þú getur breytt verði og gjaldmiðli vörunnar í DK.

source: Authentication
is_is: Auðkenning

source: Bank Collection Service (IB)
is_is: Innheimtuþjónusta banka (IB)

source: Bank Transfer (BM)
is_is: Bankamillifærsla (BM)

source: C Giro Request (CG)
is_is: C-gíróseðill (CG)

source: Card Payment (GKR)
is_is: Kortagreiðsla (GKR)

source: Cash Payment (STGR)
is_is: Staðgreiðsla (STGR)

source: Cheque Payment (TGR)
is_is: Tékkagreiðsla (TGR)

source: Connector for DK
is_is: Tengill fyrir DK

source: Convert to Product Variant
is_is: Breyta vöru í afbrigði

source: Cost SKU
is_is: SKU fyrir kostnað og gjöld

source: Create a credit invoice when an order is labelled as refunded
is_is: Gera kreditreikning þegar pöntun er merkt sem endurgreidd

source: Create in DK
is_is: Búa til í DK

source: Create Invoices Automatically for Orders With a Kennitala
is_is: Gera reikninga sjálfkrafa fyrir pantanir með kennitölu

source: Create Invoices Automatically for Orders Without a Kennitala
is_is: Gera reikninga sjálfkrafa fyrir pantanir án kennitölu

source: Credit Invoice Number
is_is: Númer kreditreiknings

source: Credit invoice number set to %1$s.
is_is: Númer kreditreiknings stillt á %1$s.

source: Current Month (LM)
is_is: Líðandi mánuður (LM)

source: Current Month + 15 Days (M15)
is_is: Líðandi mánuður + 15 dagar (M15)

source: Current Month + 20 Days (M20)
is_is: Líðandi mánuður + 20 dagar (M20)

source: Customers
is_is: Viðskiptavinir

source: Customers Need to Request to have a Kennitala on Invoices
is_is: Viðskiptavinir þurfa að biðja um að fá kennitölu á reikning

source: Default Customer Kennitala
is_is: Sjálfgefin kennitala fyrir viðskiptavini

source: Default Sales Person Number
is_is: Númer sjálfgefins sölumanns

source: Delete Inactive Products from WooCommerce
is_is: Eyða óvirkum vörum úr WooCommerce

source: Display the Attribute Label Description from DK
is_is: Birta lýsingu skráningar eiginleika vöruafbrigða úr DK

source: Display the Attribute Value Description from DK
is_is: Birta lýsingu eiginleika vöruafbrigða úr DK

source: DK Invoice
is_is: Reikningur í DK

source: DK treats shipping and other costs as line items on invoices. In order for them to work, you need to assign a SKU to each of the following services.
is_is: DK meðhöndlar sendingarkostnað og önnur gjöld sem línu á reikningum. Til að það virki þarf að skrá SKU fyrir eftirfarandi þjónustur:

source: Enable Kennitala Field in the Checkout Form
is_is: Kveikja á reit fyrir kennitölu í afgreiðsluforminu

source: Enable Product-to-Variation Conversion
is_is: Virkja breytingu á vörum í vöruafbrigði

source: Error
is_is: Villa

source: Fee
is_is: Gjald

source: For creating an API key, we recommend creating a separate user with full priveleges, not connected to an actual employee in dkPlus and then generating an API key for that user under ‘Tokens’ in that user’s Settings page.
is_is: Við mælum með því að búa til aðskilinn notanda sem er með öll réttindi og er ekki tengdur ákveðnum starfsmanni í dkPlus til að búa til API-lykil út frá honum undir ‚auðkenningar tákn‘ á stillingasíðu þess notanda.

source: Generate a new invoice for this order in DK and assign it to this order
is_is: Búa til nýan reikning fyrir þessa pöntun í DK og skrá á þessa pöntun

source: Get PDF
is_is: Sækja PDF

source: Get the invoice as a PDF file
is_is: Sækja reikninginn sem PDF-skrá

source: Giro Transfer (GM)
is_is: Gírómillifærsla

source: Hello!
is_is: Halló!

source: If enabled, a credit invoice is automatically created when an order is labelled as refunded in WooCommerce.
is_is: Ef það er kveikt á þessu, þá er kreditreikningur búinn til sjálfkrafa þegar pöntun er merkt sem endurgreidd í WooCommerce.

source: If enabled, an email containing the invoice will be sent to the customer automatically after checkout. This uses the DK email functionality, so make sure that email delivery is configured correctly in DK.
is_is: Ef það er kveikt á þessu sendist tölvupóstur til viðskiptavinarins sjálfkrafa eftir afgreiðslu. Þetta notar tölvupóststillingarnar úr DK, þannig að það er nauðsynlegt að stillingar á tölvupóstum þar inni séu réttar.

source: If enabled, any product can be converted into a variant of anohter as a bulk action. This is a very sharp tool, so only use this one if you know what you are doing.
is_is: Ef það er kveikt á þessu er hægt að breyta hvaða vöru sem er í afbrigði af annari með fjöldabreytingu. Þetta er mjög skarpt verkfæri, þannig að þú skalt bara nota þetta ef þú veist hvað þú ert að gera.

source: If enabled, product names are synced between DK and WooCommerce. Disable this if you would like to be able to use separate product names in your WooCommerce shop from the ones in DK or simply prevent WooCommerce from affecting product descriptions in DK.
is_is: Ef það er kveikt á þessu eru vöruheiti samstillt milli DK og WooCommerce. Slökktu á þessu ef þú vilt nota annað vöruheiti í WooCommerce-búðinni þinni frá þeim sem eru notuð í DK eða ef þú vilt einfaldlega ekki að WooCommerce hafi áhrif á vörulýsingar í DK.

source: If enabled, product prices and sales periods are synced by default between DK and WooCommerce. This can be overriden on a per-product basis. Prices based on foreign currency conversion are only synced ‘downstream’ from DK and into WooCommerce.
is_is: Ef það er kveikt á þessu verður verð og útsölutímabil vera samstillt milli DK og WooCommerce. Það er hægt að breyta þessu fyrir hverja vöru. Verð sem skráð eru í erlendum gjaldeyri í DK eru eingöngu samstilltar ‚niður‘ úr DK og inn í WooCommerce.

source: If enabled, product stock status and quantity is synced between DK and WooCommerce by default. This can be overridden on a per-product basis. Note that stock status and quantity sync only works ‘downstream’ from DK and into WooCommerce, but not ‘upstream’ due to limitations in DK.
is_is: Ef það er kveikt á þessu verður það sjálfgefið að samstilla lagerstöðu og fjölda á lager milli DK og WooCommerce. Hægt er að breyta þessu fyrir hverja vöru. Athugið að lagerstaða og fjöldi er einöngu sóttur frá DK en ekki í hina áttina út af tæknilegum takmörkunum í DK.

source: If enabled, products that are not labelled for online sales are imported into WooCommerce as drafts. Changing their status to ‘Published’ labels them for online sale in DK. This is not recommended if you have a lot of products in DK.
is_is: Ef það er kveikt á þessu eru vörur sem ekki eru merktar sem ‚sýna í vefverslun‘ færðar inn í WooCommerce sem drög. Ef þú birtir þær í WooCommerce eru þær svo merktar fyrir vefverslun í DK. Það er ekki mælt með þessu ef þú ert með mjög mikið af vörum í DK.

source: If enabled, products that have been made inactive in DK are automatically deleted from WooCommerce.
is_is: Ef það er kveikt á þessu er vörum sem voru merktar sem óvirkar í DK eytt úr WooCommerce.

source: If enabled, the code for attribute labels will be replaced with the attribute description from DK. Disable this if you only need the attribute label code.
is_is: Ef það er kveikt á þessu, þá eru merkingum fyrir eiginleika skipt út fyrir lýsingar úr DK. Slökktu á þessu ef þú villt bara hafa auðkennið.

source: If enabled, the code for attribute values will be replaced with the attribute description from DK. Disable this if you only need the attribute value code.
is_is: Ef það er kveikt á þessu, þá er nöfnum eiginleika skipt út fyrir lýsingar eiginleika í DK. Slökktu á þessu ef þú vilt bara hafa auðkennið.

source: If this is enabled, a checkbox is added to the checkout form, that the customer needs to tick in order to have a kennitala assigned to their invoice, or the invoice will be treated like one with out a kennitala.
is_is: Ef það er kveikt á þessu bætist inn hak í afgreiðsluformið sem viðskiptavinur þarf að haka í til að fá kennitölu skráða á reikning, annars verður farið með reikninginn eins og það vanti kennitölu.

source: If this is enabled, orders without a kennitala will be assigned the ‘Default Customer Kennitala’.
is_is: Ef það er kveikt á þessu er sjálfgefna kennitalan skráð á pantanir sem væru annars án kennitölu.

source: Import New Non-Web Products from DK as Drafts
is_is: Flytja inn vörur sem ekki eru merktar fyrir ververslun í DK sem drög

source: In order for price sync to work, the %1$sSKU%2$s needs to be set and must equal the Item Code in DK. It is set in the %3$sInventory Panel%4$s.
is_is: %1$sSKU%2$s þarf að vera sett inn og þarf að jafngilda vörunúmeri í DK. Það er stillt undir %3$sInventory%4$s hér til vinstri.

source: Invalid kennitala. A kennitala is a string of 10 numeric characters.
is_is: Ógild kennitala. Kennitölur eru runur af 10 tölustöfum.

source: Invoice has been created in DK.
is_is: Reikningur var ekki búinn til í DK

source: Invoice not found in DK.
is_is: Reikningur fannst ekki í DK.

source: Invoice Number
is_is: Númer reiknings

source: Invoice number has been assigned.
is_is: Reikningsnúmer hefur verið skráð

source: Invoice number set to %1$s.
is_is: Númer reiknings stillt á %1$s.

source: Invoice number was not assigned.
is_is: Reikningsnúmer var ekki skráð.

source: Invoices
is_is: Reikningar

source: It was not possible to send an email to the customer containing the invoice as a PDF attachment.
is_is: Ekki var hægt að senda tölvupóst til viðskiptavinarins sem innihélt reikninginn sem viðhengi á PDF-formi

source: Kennitala (Optional)
is_is: Kennitala (Valfrjálst)

source: Ledger Code for Domestic Customers
is_is: Bókunarflokkur fyrir innlenda skuldunauta

source: Ledger Code for International Customers
is_is: Bókunarflokkur fyrir erlenda skuldunauta

source: Ledger Codes
is_is: Bókunarflokkar

source: Method ID in DK
is_is: Auðkenni greiðslumáta í DK

source: Needs to be numeric
is_is: Þarf að vera talnaruna

source: Ninteen-Eighty-Four
is_is: Nítjánhundruð-áttatíu-og-fjögur

source: No
is_is: Nei

source: Payment Gateways
is_is: Greiðslugáttir

source: Payment Mode in DK
is_is: Greiðslumáti í DK

source: Payment Terms in DK
is_is: Greiðsluskilmálar í DK

source: Please make sure that a customer record with the kennitala ‘%s’ exsists in DK before you continue.
is_is: Ganga þarf úr skugga um að það sé skráður skulunautur með kennitölunni ‚%s‘ í DK áður en haldið er áfram.

source: Please make sure that a product with the Product Code ‘%s’ exsists in DK before saving.
is_is: Ganga þarf úr skugga um að vara með vörunúmerinu ‚%s‘ sé skráð í DK áður en haldið er áfram.

source: Please make sure that a sales person with the number ‘%s’ exsists in DK before saving.
is_is: Ganga þarf úr skugga um að sölumaður með númerinu ‚%s‘ sé skráður í DK áður en haldið er áfram.

source: Please select the payment method name for each payment gateway as it appears in DK as well as the payment mode:
is_is: Veldu nafn greiðslumáta fyrir hverja greiðslugátt eins og hann kemur fram í DK:

source: Postal COD (POST)
is_is: Póstkrafa (POST)

source: Product Sync Defaults
is_is: Sjálfgefnar stillingar fyrir samstillingu á vörum

source: Products
is_is: Vörur

source: Products With Reduced Tax Rate
is_is: Vörur í lægra skattþrepi

source: Products with Standard tax rate
is_is: Vörur í almennu skattþrepi

source: Purchase
is_is: Innkaup

source: Purchase Booking Category
is_is: Bókunarflokkur innkaupa

source: Request an Invoice with Kennitala
is_is: Biðja um reikning með kennitölu

source: Request an Invoice with Kennitala (optional)
is_is: Biðja um reikning með kennitölu (valfrjálst)

source: Sale
is_is: Sala

source: Sale Booking Category
is_is: Bókunarflokkur sölu

source: Save
is_is: Vista

source: Send Invoices Automatically via Email
is_is: Senda reikning sjálfkrafa í tölvupósti

source: Service SKUs
is_is: Vörunúmer fyrir þjónustur

source: Shipping
is_is: Sendingar

source: Shipping SKU
is_is: SKU fyrir sendingar

source: Sync Inventory with DK
is_is: Samstilla birgðastöðu við DK

source: Sync Name with DK
is_is: Samstilla nöfn við DK

source: Sync Price with DK
is_is: Samstilla verð við DK

source: Sync Product Names with DK
is_is: Samstilla vöruheiti við DK

source: Sync Product Prices
is_is: Samstilla vöruverð

source: Sync Stock Status and Quantity from DK
is_is: Samstilla birgðastöðu og fjölda frá DK

source: Sync your WooCommerce store with DK, including prices, inventory status and generate invoices for customers on checkout.
is_is: Samstilltu verð og birgðastöðu og búðu til reikninga fyrir viðskiptavini við greiðslu í WooCommerce gegn um DK-bókhaldskerfið.

source: The %1$sSKU%2$s needs to be set to a unique value and must equal the intended %3$sItem Code%4$s in DK for any 1984 DK Sync functionality to work.%5$sAs it only works downstream, if this feature is enabled, setting product stock quantity and status in WooCommerce will not result in it being reflected in DK and it will be overwritten next time information is fetched from DK.
is_is: %1$sSKU%2$s þarf að vera einstakt og þarf að jafngilda %3$svörunúmeri%4$s í DK til að samstilling geti virkað.%5$sEf kveikt er á þessu munu breytingar á brigðarstöðu og fjölda eingöngu virka niður á við úr DK og endurspeglast því ekki þar og það verður skrifað yfir þær við næstu samstillingu úr DK.

source: The 1984 Connector for DK and WooCommerce is developed, maintained and supported on goodwill basis by 1984 Hosting as free software without any guarantees or obligations and is not affiliated with or supported by DK hugbúnaður ehf.
is_is: WordPress-viðbótin ‚Tengill frá 1984 fyrir DK og WooCommerce‘ er búin til og haldið við af 1984 ehf. Viðbótin er frjáls hugbúnaður og er öllum heimil notkun en engin loforð eru gefin um virkni eða villuleysi. DK Hugbúnaður ehf ber enga ábyrgð á viðbótinni.

source: The API key is provided by DK for use with the DK API. Do not share this key with anyone.
is_is: API-lykillinn er afhentur af DK og er ætlaður til notkunar með API-viðmóti DK. Ekki deila þessum lykli með öðrum.

source: The currency code ‘%s’ is invalid.
is_is: Gjaldmiðillinn ‚%s‘ er ógildur.

source: The currency rate for ‘%s’ has not been set.
is_is: Gengið fyrir gjaldmiðlilinn ‚%s‘ hefur ekki verið skráð.

source: The default kennitala is used for guest customers that don't have or supply a kennitala during checkout. This should correspond with a DK customer record called “Various Customers” etc.
is_is: Sjálfgefin kennitala er notuð til að bera kennsl á viðskiptavini (skuldunauta í DK) sem eru ekki innskráðir og taka ekki fram kennitölu við afgreiðslu. Þetta ætti að stemma við skuldunaut í DK sem heitir t.d. ‚Ýmsir skuldunautar‘

source: The DK API key is missing.
is_is: API-lykillinn fyrir DK vantar.

source: The Item Code ‘%s’ was found in DK.
is_is: Vörunúmerið ‚%s‘ fannst í DK.

source: The Item Code ‘%s’ was not found in DK.
is_is: Vörunúmerið ‚%s‘ fannst ekki í DK.

source: The payment gateways themselves are handled by your WooCommerce Settings, under %1$sthe Payments Section%2$s.
is_is: Sjálfar greiðslugáttirnar eru stilltar í WooCommerce undir %1$sgreiðslum%2$s.

source: This is a required field
is_is: Það þarf að fylla þennan reit út

source: This is where you set the default options for syncing your WooCommerce products. For example, if you do not want to overwrite the prices or names of your current WooCommerce products by default, or only fetch products labelled as ‘for online store’ you can do it here.
is_is: Hér stillir þú inn sjálfgefin eigindi til að samstilla WooCommerce-vörurnar þínar. Ef þú vilt ekki að það sé sjálfgefið að skrifa yfir verð eða vöruheiti, eða ef þú vilt aðeins sækja vörur sem merktar eru fyrir vefverslun, þá geturðu til dæmis breytt því hér.

source: Unable to create an invoice in DK:
is_is: Gat ekki búið til reikning í DK:

source: Unable to create invoice in DK.
is_is: Gat ekki gert reikning í DK.

source: Update
is_is: Uppfæra

source: Update the invoice number reference without generating a new invoice in DK
is_is: Uppfæra tilvísun í númer reiknings án þess að búa nýjan til í DK

source: Use Default (Currently ‘%1$s’)
is_is: Nota sjálfgefið gildi (Er núna ‚%1$s‘)

source: Valid
is_is: Gilt

source: Variations and Attributes
is_is: Afbrigði og eiginleikar

source: When a customer requests to have a kennitala assigned to an invoice, a customer record is created in DK if it does not already exist, using the billing information supplied for the order.
is_is: Þegar viðskiptavinur biður um að fá kennitölu á reikning eru reikningsupplýsingarnar notaðar til að stofna nýjan skuldunaut í DK ef hann var ekki til áður.

source: When a product is created and published in WooCommerce, a corrsponding product record is created in DK. Setting the values below correctly makes sure that this happens without discrepancies or errors.
is_is: Þegar vara er búin til og gefin út í WooCommerce er samsvarandi vara skráð í DK. Ef neðangreind gildi eru sett rétt inn tryggir það að það gerist án ósamræmis eða villna.

source: While the variation and attribute codes from DK are used internally, their values can be displayed as the descriptions that are set for each of them in DK. Here you can also enable the product conversion feature.
is_is: Þó svo að kóðar fyrir afbrigði og eiginleika úr DK séu notuð í innri virkni, þá er hægt að birta lýsingu hvers og eins úr DK. Hér er einnig hægt að kveikja á breytingum á vörum í afbrigði.

source: Yes
is_is: Já

source: Your Invoice From %1$s
is_is: Reikningurinn þinn frá %1$s
