Repository: 1984hosting/1984-connector-for-dk-and-woocommerce
Catalog: languages/woocoo-*.po
Languages: is_is

source: Account data success updated
is_is: Árangur reikningsgagna uppfærður

source: Account settings
is_is: Reikningsstillingar

source: Automatic product synchronization
is_is: Sjálfvirk vörusamstilling

source: Choose which DkPlus Product to set as Shipping Cost.
is_is: Veldu hvaða DkPlus vöru á að stilla sem sendingarkostnað.

source: Choose which type of DKPLUS Payment to set.
is_is: Veldu hvaða tegund af DKPLUS greiðslu á að stilla.

source: Clear log
is_is: Hreinsa log

source: Daily
is_is: Daglega

source: Data modified
is_is: Gögnum breytt

source: Description
is_is: Lýsing

source: DkPlus Payment Type
is_is: DkPlus greiðslutegund

source: DkPlus Shipping Cost Product
is_is: DkPlus sendingarkostnaður vara

source: dkPlus synchronization
is_is: dkPlus samstillingu

source: Enable stock (if disabled)
is_is: Virkja lager (ef óvirkt)

source: Every 15 Days
is_is: Á 15 daga fresti

source: Every 5 minutes
is_is: Á 5 mínútna fresti

source: Every minute
is_is: Á hverri mínútu

source: Hourly
is_is: Á klukkutíma fresti

source: Import
is_is: Flytja inn

source: Import in progress, please do not close the tab
is_is: Innflutningur í gangi, vinsamlegast ekki loka flipanum

source: Import products from dkPlus
is_is: Flytja inn vörur frá dkPlus

source: Import products is successfully completed
is_is: Innflutningi á vörum er lokið

source: Import products is successfully completed (%d products)
is_is: Innflutningi á vörum er lokið (%d vörur)

source: Licence Key
is_is: Leyfislykill

source: Login
is_is: Skrá inn

source: Manual start sync
is_is: Handvirk ræsing samstilling

source: Missing products for sync, please add products
is_is: Vörur vantar fyrir samstillingu, vinsamlegast bættu við vörum

source: Monthly
is_is: Mánaðarlega

source: New products for import not found
is_is: Nýjar vörur til innflutnings fundust ekki

source: New sync start failed (Previous sync not completed)
is_is: Byrjun nýrrar samstillingar mistókst (fyrri samstillingu ekki lokið)

source: No data to import, please try again later
is_is: Engin gögn til að flytja inn, vinsamlegast reyndu aftur síðar

source: no have logs
is_is: ekki hafa logs

source: no products for sync on DK side
is_is: engar vörur til samstillingar á DK hlið

source: No Updates
is_is: Engar uppfærslur

source: Password
is_is: Lykilorð

source: Please enter your account details
is_is: Vinsamlegast sláðu inn reikningsupplýsingarnar þínar

source: Please select at least one property to sync
is_is: Vinsamlegast veldu að minnsta kosti eina eign til að samstilla

source: Please select import properties
is_is: Vinsamlegast veldu innflutningseiginleika

source: Price
is_is: Verð

source: Product import started (%d products)
is_is: Vöruinnflutningur hafinn (%d vörur)

source: Product name
is_is: Vöru Nafn

source: Product sync
is_is: Samstilling vöru

source: Product synchronization
is_is: Samstilling vöru

source: Progress
is_is: Framfarir

source: Prolong import
is_is: Lengja innflutning

source: Quantity
is_is: Magn

source: Recurrence
is_is: Endurkoma

source: Save
is_is: Vista

source: Select options to import new products
is_is: Veldu valkosti til að flytja inn nýjar vörur

source: Select options to sync
is_is: Veldu valkosti til að samstilla

source: Send to dkPlus
is_is: Sendu til dkPlus

source: Settings saved successfully
is_is: Stillingar vistaðar

source: Start a new import
is_is: Byrjaðu nýjan innflutning

source: Sync products is successfully completed
is_is: Samstillingu vara er lokið

source: Sync products is successfully completed (%d product's)
is_is: Samstillingarvörum er lokið (%d vara)

source: Synchronization in progress ...
is_is: Samstilling í gangi...

source: Synchronization in progress, please do not close the tab
is_is: Samstilling í gangi, vinsamlegast ekki loka flipanum

source: The product data successfully sent to dkPlus
is_is: Vörugögnin voru send til dkPlus

source: The product has been successfully synced, the page will be refreshed now
is_is: Varan hefur verið samstillt, síðan verður endurnýjuð núna

source: Twice a day
is_is: Tvisvar á dag

source: Weekly
is_is: Vikulega

source: Woo Bookkeeping is enabled but has no effect. Requires WooCommerce to work.
is_is: Woo bókhald er virkt en hefur engin áhrif. Krefst WooCommerce til að virka.

source: Woocoo is a WordPress/WooCommerce plugin that can communicate with bookkeeping software known as DK
is_is: Woocoo er WordPress/WooCommerce viðbót sem getur átt samskipti við bókhaldshugbúnað þekktur sem DK
